Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsDisplayOptions
Since:
2024
Describes the angular dimensions display options.
Since:
2024

Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsDisplayOptions.Exclude90Degrees
Display for all angle values except the 90 degree.

Autodesk.Revit.DB.Structure.BendingDetailAngularDimensionsDisplayOptions.AllAngles
Display for all angle values.